{
    "CELEBIN": [
        {
            "hash": 70785119,
            "original": "Statue of Grumpiness",
            "translated": "晦气女神像",
            "desc": ""
        },
        {
            "hash": 127684532,
            "original": "Al's Hangover for Hell",
            "translated": "醉生梦死的Al",
            "desc": ""
        },
        {
            "hash": 288262701,
            "original": "Al Di Napoli - star of stage, screen, and drugs interventions around the country - has raised fresh doubts about his ability to perform on the Boulevard stage every night. We're not talking about the garbled lines or the stink of booze that goes all the way back to row F at the AmDram Theatre. No, police are wanting to question him after a Celebinator-reading cop recognised him as one of the suspects in a drugs bust. Big Al claims that he was in his hotel room all night and has several hookers to back up this story, but is still considered a suspect. Whoever's insuring Al's production of Legless better watch out. It's only a matter of time...",
            "translated": "Al Di Napoli——全国舞台、银幕和戒毒记录上的大明星——最近有人对他如何做到每晚都在Boulevard舞台上表演起了怀疑。我们不是在说他在AmDram剧院演出时混乱的台词和一直飘到F排的酒臭味。不，而是警队中有一名「名人终结者」的读者认出了他，怀疑他涉嫌参与一起毒品交易想要对其进行问询。Al哥则称他整晚都在酒店房间，并且有几名妓女作证，但他仍被认为是嫌疑人。Al的作品《寸步难行》的保险公司可要悠着点了，出事只是时间问题...",
            "desc": ""
        },
        {
            "hash": 389680096,
            "original": "FYI - I'm not writing this as the Celebinator, but a mere human being. Ive got all this power and it should be wielded with responsibility. With that in mind, Gay Tony Prince is the first / only guy we're apologizing to. We got to know him and his charming partner, Luis Lopez, when we shared a bottle of vintage Bleutr'd on a helicopter tour of the city. We talked about summer parties in the Carraways and winters in Vice - we clicked. That stuff we said before was stupid. Maisonette and Hercules are still the two hottest clubs in the town, and the guys who run it are awesome!",
            "translated": "前言：本文是以一名普通人的角度所写，并非是作为「名人终结者」。我有这么大的影响力，理应为自己的言行负责。考虑到这一点，基佬Tony Prince是第一位，也是唯一一位我们要对其道歉的人。搭乘直升机游览城市时，我们认识了他和他迷人的伙伴Luis Lopez，并且有幸与他们共饮了一瓶Bleutr'd陈年香槟。我们谈到了在Carraways的夏日派对和在罪城的冬日派对——我们很合得来。之前我们在博客里说的话很蠢。9号豪宅和大力神仍然是城里最火的两家夜店，两家店的经营者都很棒！",
            "desc": ""
        },
        {
            "hash": 396290023,
            "original": "Whoop! Whoop! After a brief closure by the city on health and safety grounds - boring people - Tony Queen's two nightclubs have reopened. Yay! EVERYONE is going to be at the opening gala including moi! It's going to be proper fabulous! I'd write about it for you, but I'll probably be too gone on Bleutr'd too type, and too surrounded by fabulous people to be able to single one out. Jealous much??? Welcome back, Tony. Kiss kiss. I love you!",
            "translated": "喔！喔！出于健康和安全考虑，Tony Queen的两家夜店曾被无趣的当局短暂关闭，现在两家店都重新开张了。耶！所有人都会去开业庆典，包括我！一定会非常棒的！我很想为你们记录一篇博客，但我可能会被香槟灌到神志不清，被很赞的人们团团包围，难以抉择与谁作伴。羡不羡慕？？？欢迎回来，Tony。亲亲。我爱你！",
            "desc": ""
        },
        {
            "hash": 587052812,
            "original": "In other Maisonette 9 news, Poppy Mitchell was thought to be engaged in group sex in the VIP room! Poppy Mitchell! And we thought she was a nice girl? We wish we'd been there to see it / film it / join in / all of the above. Sadly we weren't and the paps were too soggy to get some good photo journalism for us. :( Anyway, we love your newest RomCom Poppy, we don't care if you're a cum guzzling slut queen.) xxx",
            "translated": "还有一则来自9号豪宅的新闻。Poppy Mitchell似乎参与了VIP包厢里的群交！Poppy Mitchell！我们之前还认为她是个好姑娘？我们真希望能够亲身 观看/拍摄/加入/以上全部 这场淫趴。可惜的是我们不能，而狗仔队当时都湿透了，没法拍到好的新闻照片。:( 不管怎样，我们喜欢你新拍的浪漫喜剧，Poppy，即便你是吞精的荡妇我们也不在乎。么么哒",
            "desc": ""
        },
        {
            "hash": 771273705,
            "original": "Party For Two",
            "translated": "二人派对",
            "desc": ""
        },
        {
            "hash": 884726408,
            "original": "Some paparazzi got a nasty surprise outside Maisonette 9 the other night as a rogue fire truck accidentally sprayed them with their hose. I know some people who'd kill to have a fireman turn his hose on them, but these paps aren't so happy. Several of them are getting together to launch a class action suit against the LCFD. Keeping the paps' cameras working is a hell of a lot more important that the firemen's pension plans so I say go for it. Who ever saw an old fireman anyway?",
            "translated": "一天晚上，一些狗仔队在9号豪宅外得到了一份惊喜，他们被失控的消防车意外地喷了一身水。我知道有人很愿意被消防员的水枪射到浑身湿透，但这些狗仔队可没那么乐意。他们中的一些人计划对自由城消防局提起集体诉讼。让狗仔队的摄像机正常工作可比消防员的养老金重要多了，所以我是支持诉讼的。话又说回来了，谁又见到过上年纪的消防员呢？",
            "desc": ""
        },
        {
            "hash": 917582056,
            "original": "The Party Continues",
            "translated": "派对再续",
            "desc": ""
        },
        {
            "hash": 961305833,
            "original": "Tiny tweeny pop sensations the the Brothers Blue set mouths wagging after a fan accused them of date rape. No one has been able to get the truth since their meany publicist told them to keep schtum. Well, one of our spies managed to corner Bill and Bobby at a party and we've got the low down! You heard it here first, the kind souls only gave her a sedative to calm her down. \"She was freaking out having a panic attack so we slipped her one to chill her out. We thought she might die.\" Good thing you had those roofies on you boys, you can sedate us whenever you like!",
            "translated": "一位粉丝指控Blue兄弟约会强奸，令这一年轻的流行组合立刻成为了八卦中心。在他们刻薄的公关人员要求他们保持沉默后，没有人能够知道真相。但我们的一位线人在派对上堵到了Bill和Bobby，让我们掌握了内幕消息！全网首发，善良的他们只是给了她镇定剂让她平静下来。「她吓坏了，一下子惊恐发作，所以我们给了她一支镇定剂让她放松下来。我们觉得当时要出人命了。」还好你们身上带了迷奸药，想蒙倒我们了就拿出来用吧！",
            "desc": ""
        },
        {
            "hash": 1098788268,
            "original": "It's a Rap for Clay",
            "translated": "Clay的「罪名」",
            "desc": ""
        },
        {
            "hash": 1593004850,
            "original": "Tony Queen and his rent boy princess, Luis Lopez, are at it again. Apart from being the least convincing non-couple since two men spit-roasted an albino cheetah in Las Venturas, Queeny and Queenier insist on telling half the few desperate shlobs who bother to try to go to the now irrelevant Maisonette to take a hike. Get over yourselves! Hello sweeties, no one is interested in coming in there to watch you lap dance each other anyway.",
            "translated": "Tony Queen和他的男妓Luis Lopez再次登场。尽管他俩在拉斯文加斯共烤一只白化的猎豹的事实已经有力地证明了他们之间的暧昧关系，但他们仍坚持将少数要死要活的蠢货拒之门外，无意让他们进入现已无关紧要的9号豪宅。差不多得了！亲爱的，真没人想进去看你们两个跳脱衣舞的。",
            "desc": ""
        },
        {
            "hash": 1770231246,
            "original": "Clay 'The Pain Giver' Jackson was spotted out with a mystery blond last night. No, not Poppy Mitchell or Cloe Parker. Contrary to what Mr. Jackson would have us believe in his raps, this date was less ho and more homo. His new album of ballads LOVE ISN'T A CRIME comes out soon. Being gay isn't a crime either, Clay, so get on out of that closet, amigo! And stop going to Hercules! Closet case or not, that place SUCK, SUCK, SUCKS!",
            "translated": "「痛苦给予者」Clay Jackson昨晚被拍到和一个神秘的金发人物约会。不，不是Poppy Mitchell，也不是Cloe Parker。与Jackson先生在说唱中给我们留下的印象截然相反，这次约会更像是同性恋而不是异性恋。他的新专辑《爱不是罪》即将发行。同性恋也不是罪，Clay，所以别遮遮掩掩了，老兄！也别去大力神了！不管你有没有出柜，那个地方都烂透了！烂烂烂烂烂！",
            "desc": ""
        },
        {
            "hash": 1855807269,
            "original": "Teen Blues",
            "translated": "Blue兄弟",
            "desc": ""
        },
        {
            "hash": 2092412353,
            "original": "Tourists in Star Junction got a surprise earlier when they looked up to see aging action star Chris Hunt's flaccid member flashing across the Weazel News Mega-Screen. Our sources hear that an explicit video featuring him and British debutante Daisy Cash-Cooze was broadcast to passers-by before being leaked on the internet. It was like briefly time travelling back to the nineties when people actually went to see Chris Hunt movies. They're about as old as the dinosaurs, people. That oh so familiar sense of disappointment came back too, when we realised that the only thing you get to see is a hand job! Boo! I watch hand shandies every morning in my shower! Come on Chris, you're going to have to do better than that if you expect any of us to believe that you stand to attention for anyone other than your little Filipino house boy! P-lease!",
            "translated": "早些时候，路过星汇广场的游客一抬头就会大吃一惊，年迈的动作明星Chris Hunt那疲软的老二正在Weazel新闻的大屏幕上播放。据我们的线人所言，当时播放的是他和英国富家女Daisy Cash-Cooze的露骨视频，而这则视频甚至还没有在网络上流出。这就像短暂地回到了90年代，那时人们还会去看Chris Hunt的电影。那些人现在已经像恐龙一样古老了。当我们发现银幕上唯一的内容是撸管时，那种熟悉的失望感也回来了！切！我每天早上洗澡的时候就能看手冲啊！别这样嘛，Chris。如果你想让我们相信，能让你保持「坚挺」的不止是你的菲律宾男佣，那就拿点更劲爆的东西出来嘛！求求你了！",
            "desc": ""
        },
        {
            "hash": 2142972624,
            "original": "Queen's Crown Slipping",
            "translated": "女王的皇冠摇摇欲坠",
            "desc": ""
        },
        {
            "hash": 2161634781,
            "original": "Want to know the real reason Vinewood leading man Bruce Spade fired his agent? He couldn't book him a gig at the Civilisation Committee. A source close to El Spado says \"Bruce has been reading a lot of pamphlets on international relations recently. He's got some really interesting theories he wants to share with luminaries from around the world and thought addressing the Citadel was the perfect way to do it.\" When his agent couldn't secure the appointment (normally reserved for world leaders) he threw a hissy fit and tore up their contract. Hopefully his next agent will be able to help him get that Peace Prize he's been eying for the awards cabinet.",
            "translated": "想知道好麦坞男一号Bruce Spade解雇经纪人的真正原因吗？那位经纪人没能给他在全球文明委员会预约一场演讲。一名与这位Spade佬关系密切的消息人士说：「Bruce最近读了很多关于国际关系的刊物。从中他得出了一些非常有趣的理论，想与世界各地的杰出人士分享。而他认为在自由城的市政厅演讲就很合适。」但他的经纪人无法保证能够预约这场演讲(通常是留给世界领导人的)时，这令他大发雷霆，直接撕毁了与经纪人的合同。希望他的下一任经纪人能够帮助他获得他期待已久的诺贝尔和平奖，好摆在奖牌陈列柜里。",
            "desc": ""
        },
        {
            "hash": 2207606533,
            "original": "Rumor has it a member of the British Royal family has been taking time out from spending taxpayer money in the UK to come spend their money over here. After a few too many at a Middle Park East drinks party he over-shared with one of our secret informants - \"I've had all the 18 to 25 year olds in London so I'm going to come over here until a new crop matures. Being next in line to the throne might allow you to quash tabloid kiss and tell stories, but not so much with the statutory rape allegations.\" Awww. It's a hard life, isn't it, petal?",
            "translated": "有传言称，一名英国皇室成员百忙之中来到了自由城，换了个地方浪费纳税人的钱。他在中心公园东的一场酒会上喝大了，给我们的秘密线人爆了个猛料：「伦敦18岁到25岁的我都搞过了，所以我要到这里来，直到新的『幼苗』长成。作为王位继承人，你或许可以平息小报上的各种绯闻，但对法律上的强奸指控就没那么好办了。」噢。生活很艰难，不是吗，亲爱的？",
            "desc": ""
        },
        {
            "hash": 2319945591,
            "original": "Hey Mr. Celebinator, we're big fans of your site at the club, so it's kind of confusing when we read this spiteful shit. I'm sure you don't wanna offend us, so give us a call and we'll try to work it out.",
            "translated": "嘿，名人终结者先生，我们来自您博客中提到的夜店，同时也是您网站的忠实粉丝。您博客上这些充斥着恶意中伤的文字实在是让我们有点困惑。您肯定也不想冒犯我们，给我们打个电话，我们一起想办法解决吧。",
            "desc": ""
        },
        {
            "hash": 2523033212,
            "original": "Prince Back on his Throne",
            "translated": "夜店帝王重返王座",
            "desc": ""
        },
        {
            "hash": 3026034031,
            "original": "Poppies, Pappies, and a wild night at Maisonette",
            "translated": "爆汁，狗仔，9号豪宅的疯狂之夜",
            "desc": ""
        },
        {
            "hash": 3219869585,
            "original": "Once legendary night club Mr. Big, Gay Tony is losing his touch. Rumors persist he's too wrapped up in his rent boy, Luis Lopez, to worry about running a decent club any more. Tony, who was a big star before the internet but has seen his popularity begin to wane, really should try relaxing his notoriously strict door policy and letting people in. Now it seems Tony and Luis are too busy staring into each other's eyes to worry about the fact their drinks are overpriced, their music is lame and even worse, the cool people simply don't go to their shitty clubs anymore. Bye bye!",
            "translated": "曾经的传奇夜店大亨，基佬Tony，正在淡出人们的视野。有传言称他把精力都放在他的男妓Luis Lopez上，已经无暇经营一家像样的夜店了。Tony是互联网时代之前的大明星，但他的知名度正在逐渐下滑。早该放宽他那出了名严格的准入政策了，多放点人进去吧。估计现在Tony正忙着和Luis深情对视，根本没空关心店里饮料价格虚高、音乐太差劲之类的问题。更糟糕的是，潮人根本就不去他们的垃圾夜店了。拜拜！",
            "desc": ""
        },
        {
            "hash": 3609831685,
            "original": "Regal Airs",
            "translated": "王室之风",
            "desc": ""
        },
        {
            "hash": 3637164891,
            "original": "Yummy but ohh so skinny Brit, Charlotte Crown is fighting back against people who say she is anorexic. We saw her out last night and she said \"I just love food. I am obsessed by food. Seriously. When I get older and have kids, I'm definitely going to write a cook book. All my favorite recipes. I love eating. I ate 3 shepherd's pies today and lots of crisps and fish and chips and all these scrummy English things, because I'm really proud of being English, even though I have to live in Los Santos now. I'm definitely not anorexic. It's ridiculous. I'm just really lucky.\" You go girl! And don't forget to start shaving soon. Ciao!",
            "translated": "Charlotte Crown，一位令人垂涎欲滴却又骨瘦如柴的英国人，正在对那些说她患有厌食症的人进行反击。昨晚我们在路上与她偶遇，她说：「我热爱美食，钟情于美食。真的。等我过几年有了孩子，我一定会写一本烹饪书，记录我最爱的那些食谱。我爱吃。我今天吃了3个牧羊人派，还吃了很多薯片和炸鱼薯条，以及各种美味的英国食物。尽管我现在不得不住在洛圣都，但我依然为自己是一名英国人而骄傲。我绝对没有厌食症。绝无可能。可能是天生体质比较好吧。」继续编吧姑娘！别把脱毛减重这条给忘了。拜拜！",
            "desc": ""
        },
        {
            "hash": 3778027477,
            "original": "(note: I would never compromise this blog's credibility by accepting bribes. Tony, Luis and me really did vibe, and the clubs are f-ing fabulous. You'd be a doofus to think otherwise! Would people please stop bitching about my Silver Schafter as well! All kinds of public figures get free shit!",
            "translated": "(注：我绝不会干接受贿赂这种败坏博客信誉的事。Tony、Luis和我真的关系很好，他们的夜店太TM棒了。你要是不这么想就太蠢了！大家能不能别再挖苦我的那辆银色Schafter了！公众人物免费拿点东西很正常的！",
            "desc": ""
        },
        {
            "hash": 3809489990,
            "original": "The Hunt is On",
            "translated": "狩猎开始了",
            "desc": ""
        },
        {
            "hash": 4033833711,
            "original": "Ace of Spades",
            "translated": "黑桃A",
            "desc": ""
        },
        {
            "hash": 4265776151,
            "original": "The other day I had the unfortunate experience of getting up-close and personal with the statue of Happiness. It's horrible! I could swear that disgusting strained smile on her face reminds me of someone, too. That's the face of a woman who needs some work done, or some action, or both! I mean, she is seriously living a lie, that one, and for what? She just stands there and does nothing! Reminds me of my mother. If I was married to that cold slab of stone I'd be off with any fat bird who'd take me. It's amazing that angry black heart of hers still beats in her chest.",
            "translated": "前几天，我很倒霉地与幸福女神像来了次亲密接触。太可怕了！我敢发誓，她脸上紧绷着的恶心笑容让我想起了某人。这张脸的主人不是欠收拾就是欠操，也可能既欠收拾又欠操！我是说，她活得很虚伪，有必要吗？她只是站在那里，什么都不做！这让我想起了我的母亲。如果我娶了那种冰冷的石头，我会和任何愿意嫁给我的胖女人一起离开。她那颗愤怒的黑心还在胸中跳动，真是令人惊奇。",
            "desc": ""
        },
        {
            "hash": 4283843227,
            "original": "Wow! Crown Gains Carats!",
            "translated": "哇！Crown重了几克拉！",
            "desc": ""
        }
    ]
}