{
    "EML12": [
        {
            "hash": 357860226,
            "original": "Your bro,",
            "translated": "你的哥哥，",
            "desc": ""
        },
        {
            "hash": 1082601178,
            "original": "You such a big man you should send Momma some money. I would love to see you come down here and talk to me. Your bro, L.",
            "translated": "你最牛逼，多给妈妈寄点钱吧。我很乐意见到你来自由城跟我谈谈。你的弟弟，L。",
            "desc": ""
        },
        {
            "hash": 1408794833,
            "original": "Your bro,",
            "translated": "你的哥哥，",
            "desc": ""
        },
        {
            "hash": 1788816926,
            "original": "Your bro,",
            "translated": "你的哥哥，",
            "desc": ""
        },
        {
            "hash": 2028260009,
            "original": "Your bro,",
            "translated": "你的哥哥，",
            "desc": ""
        },
        {
            "hash": 2294240568,
            "original": "Luis,",
            "translated": "Luis，",
            "desc": ""
        },
        {
            "hash": 2396681876,
            "original": "Your bro,",
            "translated": "你的哥哥，",
            "desc": ""
        },
        {
            "hash": 2519316422,
            "original": "I hope you are doing better than when we last spoke. Listen, I won't waste time on pleasantries. I am sure your life as a pimp and drug pusher and night club man is great, but you are killing Ma. She is worried sick and quite frankly, I've had about enough. When the kids' break up for school, I've got half a mind to come there and give you a piece of my mind.",
            "translated": "希望你现在的情况比我们上次交流时更好了。听着，我不想浪费时间说客套话。我很确定你当皮条客、毒品贩子、夜店经理的工作是伟大的，但你这样让妈很担心。她最近十分焦虑，坦白说，我受够了。我都想等孩子们放假的时候回来跟你谈谈我的想法了。",
            "desc": ""
        },
        {
            "hash": 2771258901,
            "original": "Luis,",
            "translated": "Luis，",
            "desc": ""
        },
        {
            "hash": 2847878237,
            "original": "Your bro,",
            "translated": "你的哥哥，",
            "desc": ""
        },
        {
            "hash": 3011488440,
            "original": "Luis,",
            "translated": "Luis，",
            "desc": ""
        },
        {
            "hash": 3090008378,
            "original": "Your bro,",
            "translated": "你的哥哥，",
            "desc": ""
        },
        {
            "hash": 3249194766,
            "original": "Luis,",
            "translated": "Luis，",
            "desc": ""
        },
        {
            "hash": 3278582944,
            "original": "Ernesto! My dear brother! I hope being an accountant is still as much fun as ever! Man you are so lucky! Looking at columns of numbers all day. I miss you, bro. I really do. But since you left town and don't send Momma no money, I'm about all she got left. Now, I ain't perfect, but at least I actually seen my momma in the last five years. You call her up twice a year, then shout at me, then disappear back to suburbia. So, please, go fuck yourself. I know your tight ass wife ain't giving you none, although she try to get it on with me. Your loving brother, Luis.",
            "translated": "Ernesto！我亲爱的哥哥！希望你的会计工作还是那么有趣！老兄，你可太走运了！整天盯着各种数字。我想你，哥哥。真的想你。但你离开了这里，又不给妈妈寄钱，我就是她剩下的一切了。我确实不完美，但至少在过去的五年里我经常去看妈妈。你每年给她打两个电话，然后就对我指手画脚，完了接着过自己的乡下生活。你还是玩蛋去吧。我知道你的骚货老婆会跟你睡，但她还是想跟我打炮。你亲爱的弟弟，Luis。",
            "desc": ""
        },
        {
            "hash": 3488965539,
            "original": "Luis,",
            "translated": "Luis，",
            "desc": ""
        },
        {
            "hash": 3900118186,
            "original": "Luis,",
            "translated": "Luis，",
            "desc": ""
        },
        {
            "hash": 4038094038,
            "original": "You're pathetic, pal. You make me sick. Your life is a joke. Get real. I am ashamed to call you my brother. Ashamed. I pretend you don't exist. My kids think you're dead. But Ma needs better than what you give her. So that's why I am emailing. So sort yourself out, or you will have me to answer to.",
            "translated": "你太可悲了，朋友。你让我恶心，你的生活就是个笑话。现实点吧！叫你弟弟已经让我很羞耻了。羞耻。我假装你不存在。我的孩子都认为你已经死了。但妈需要的不止是你给的钱。所以我才会我发邮件给你。别这样生活了，否则我要你好看。",
            "desc": ""
        },
        {
            "hash": 4041942398,
            "original": "Luis,",
            "translated": "Luis，",
            "desc": ""
        },
        {
            "hash": 4130648101,
            "original": "Luis,",
            "translated": "Luis，",
            "desc": ""
        },
        {
            "hash": 4140680801,
            "original": "Your bro,",
            "translated": "你的哥哥，",
            "desc": ""
        }
    ]
}