{
    "LBTR247": [
        {
            "hash": 607081469,
            "original": "Richie Score",
            "translated": "Richie Score",
            "desc": ""
        },
        {
            "hash": 1052506161,
            "original": "Pressing the wrong button on his phone may cost him millions of dollars as fans react to the scandalous shots of boy band superstar Bobby Blue in women's lingerie posing and mugging in the mirror. Mr. Blue initially claimed it was a digitally altered photo that had been sent out by a rival boy band. Now he's confessed all and says he dressed up for a funny shoot for their next video. However, industry insiders say they haven't had a plan for a video shoot in months.",
            "translated": "玩手机时一个手滑可能带来上百万元的损失。现在，人气男团成员Bobby Blue穿着女性内衣，对着镜子凹造型摆鬼脸的照片让粉丝炸开了锅。Blue先生最初称这是对家伪造并发布的照片。但现在他和盘托出，表示他是为了拍摄下一部MV中的搞笑镜头才会穿成这样。然而，据业内人士透露，该团体在之后数月都没有拍摄MV的计划。",
            "desc": ""
        },
        {
            "hash": 1059423237,
            "original": "This is my first byline so go easy on me",
            "translated": "第一篇署名稿件，求轻喷",
            "desc": ""
        },
        {
            "hash": 1355159546,
            "original": "Bobby Blue accidently sends graphic Bleet update to 500,000 fans",
            "translated": "Bobby Blue手滑向50万粉丝发送照片动态",
            "desc": ""
        },
        {
            "hash": 1381820552,
            "original": "Michael Wayne",
            "translated": "Michael Wayne",
            "desc": ""
        },
        {
            "hash": 1582030622,
            "original": "Boat Sinks in Harbour",
            "translated": "港口沉船",
            "desc": ""
        },
        {
            "hash": 1953245331,
            "original": "You may have heard the nonsense coming out of Switzerland this week - no, not their claims that pocket knives and watches are a really important contribution to global culture - but the economists' summit that declared the recession is in fact just a myth. Millions of Americans disagree - in fact one in 7 does so because they're unemployed. Economists are idiots who sit around drawing graphs and getting aroused at comparing GDP numbers from year to year. They were dorks at school who still cannot get laid. We say - Babylon is burning, and nobody cares except a few of us journalists left since all the papers have gone down the shitter. I was an intern last week and now I'm Sr. Economics editor. Journalism is screwed. Big shout outs to my boys Javier and Jason. You know how we do it in Bohan, son! Peace!",
            "translated": "你或许听说了本周来自瑞士的无稽之谈。不，不是「瑞士军刀和手表对全球文化有巨大贡献」，而是经济峰会上的所谓「经济衰退纯属捏造」。广大美国人民都不同意——事实上每七人中就有一名失业者。经济学家不过是一群成天坐着画图表、对着历年GDP数据比来比去就能高潮的白痴罢了。他们就是一群没破处的书呆子。要我们说，巴比伦正在倾倒，但除了我们几个记者以外没有人在乎，因为各个报社都要倒闭了。上周我还是实习生，现在已经是经济新闻部的高级编辑了。新闻业玩完了。特别感谢我的好兄弟Javier和Jason。你知道我们在Bohan是怎么干的，伙计们！再见！",
            "desc": ""
        },
        {
            "hash": 2054865321,
            "original": "Bobby Blue sends Blue Bleets",
            "translated": "Bobby Blue发布黄色动态",
            "desc": ""
        },
        {
            "hash": 2427585040,
            "original": "A controversial South African business man was killed in a violent incident in the harbor yesterday. Fricke Van Hardenburg, who had only recently been granted a visa to enter the country was relaxing with pals on a motor yacht, when an assailant attacked and killed him and his friends.",
            "translated": "昨日，颇具争议的南非商人Fricke Van Hardenburg在港口的一起暴力事件中遇害。被害者最近刚取得我国的入境签证，案发当日其正在游艇上与朋友们休闲放松，随后他们被杀手袭击，无人生还。",
            "desc": ""
        },
        {
            "hash": 2530438482,
            "original": "FISH FOOD!",
            "translated": "葬身鱼腹！",
            "desc": ""
        },
        {
            "hash": 2886285502,
            "original": "Mr. Van Hardenburg was loved by some and hated by many who accused him of being involved in all manner of nefarious activities. Having been accused at various points of arms dealing, drug trafficking, slave trading, incest, and supporting repressive regimes, some will not mourn his passing, but many in government enjoyed vacations at his ranch and hunting endangered species on his farm.",
            "translated": "Van Hardenburg先生受到部分人推崇，但也被部分人仇视，指控他犯下了种种罪行。由于涉嫌参与军火交易、毒品贩运、奴隶贸易、强奸乱伦以及支持专制政权，有些人不会对他的离世表示哀悼，但许多政府官员曾在他的大牧场享受假期，还在他的农场狩猎过濒危动物。",
            "desc": ""
        },
        {
            "hash": 2961520667,
            "original": "Mary Williamson",
            "translated": "Mary Williamson",
            "desc": ""
        },
        {
            "hash": 3144935553,
            "original": "Controversial Businessman Killed",
            "translated": "颇具争议的商人遇害",
            "desc": ""
        },
        {
            "hash": 3710575059,
            "original": "Recession, Depression, and Swiss economics",
            "translated": "萧条、衰退以及瑞士经济峰会",
            "desc": ""
        }
    ]
}