{
    "LBTR233": [
        {
            "hash": 167989904,
            "original": "Blasts Rock City",
            "translated": "山崩地裂之城",
            "desc": ""
        },
        {
            "hash": 495801429,
            "original": "While the chronology of these events is still being debated, authorities have used social network updates on the popular bleeter.biz website in order to put them in an approximate order. It is believed that the first blast caused a crane to go down at the Libel site on Columbus Avenue. The second made an out of commission subway train derail on the Algonquin-Bohan line. And a third blast caused a private jet belonging to the LTA to combust at Francis International. Cleanup crews are hard at work on the sites while authorities debate on how to better safeguard against a repeat of these tragedies.",
            "translated": "虽然三起事件的先后顺序仍有争议，但有关部门参考热门社交网站bleeter.biz上的相关动态发布时间，大致确认了事件发生顺序。在Columbus大道的Libel工地发生的第一起爆炸造成一台塔吊倒塌。第二起爆炸致使Algonquin-Bohan地铁线路上的一列非运营空车脱轨。而第三起在Francis国际机场发生的爆炸则烧毁了一架属于交管局的私人飞机。善后人员正在爆炸现场进行后续处理，有关部门则在商讨如何避免这种悲剧再次发生。",
            "desc": ""
        },
        {
            "hash": 530015599,
            "original": "NO RAMPAGE!",
            "translated": "暴怒无门！",
            "desc": ""
        },
        {
            "hash": 577157584,
            "original": "City Pulls Bad Tooth",
            "translated": "拔掉城市的蛀牙",
            "desc": ""
        },
        {
            "hash": 958036259,
            "original": "Ashvilli Denies Sale Speculation",
            "translated": "Ashvilli否认卖队传言",
            "desc": ""
        },
        {
            "hash": 1316995302,
            "original": "Three Explosions Shake Illusion of Security",
            "translated": "三起爆炸打破安全的假象",
            "desc": ""
        },
        {
            "hash": 1497549759,
            "original": "What have a plane, a train, and a crane got in common? They rhyme and they could all kill your children. Unrelated accidents in three corners of Liberty City have shown how close we come to death when we leave our apartments everyday.",
            "translated": "飞机、车皮、起重机，三者有何共同点？它们押韵，也都可以害死你的孩子。近期在自由城的不同地点发生的三起无关事故已经告诉我们，走出家门后，死神离我们究竟有多近。",
            "desc": ""
        },
        {
            "hash": 1593838812,
            "original": "Controversial Rampage owner, Marki Ashvilli has forcefully denied allegations he is about to sell the team, and says he is looking forward to the new season. Mr. Ashvilli, who has faced down a string of accusations, including claims he is not the legal owner of the team along with on going investigations into his links to organized crime, released a statement through a spokesman.",
            "translated": "备受争议的暴怒队老板Marki Ashvilli坚决地驳回了他将出售球队的指控，并表达了他对新赛季的期待。Ashvilli先生此前遭受了一系列指控，例如涉嫌参与有组织犯罪、否认他是球队的合法所有人等。现在他通过一名发言人发表了以下陈述：",
            "desc": ""
        },
        {
            "hash": 2032926549,
            "original": "Staff Writer",
            "translated": "特约记者",
            "desc": ""
        },
        {
            "hash": 2221561776,
            "original": "\"Mr. Ashvilli is committed to the Rampage. He's a life long hockey fan and he has settled happily in Liberty City. He believes that the constant rumors about his finances, his immigration status, his wife, his experiences back in Russia and every other aspect of his life have been spread by people wanting to take over his business interests in both Russia and the US and in particular take control of the rampage. Mr. Ashvilli is 100% focused on the season ahead.\" League officials are still trying to discover is Mr. Ashvilli passes their test of being a person fit for owning a franchise, while formal investigations into Mr. Ashvilli's finances are on going.",
            "translated": "「Ashvilli先生致力于建设暴怒队。他是冰球运动的忠实粉丝，迁居自由城后的生活也幸福美满。他认为，长期流传的关于其经济状况、移民状态、家庭、在俄罗斯时的经历等生活状态的谣言，都是由美俄两国觊觎其商业利益的小人散布的，尤其是那些觊觎暴怒队的家伙。Ashvilli先生正全心全意地关注着即将到来的新赛季。」冰球联盟仍在尝试调查Ashvilli能否通过球队经营者的资质审查。同时，此前关于Ashvilli经济状况的调查也还在进行当中。",
            "desc": ""
        },
        {
            "hash": 2590673566,
            "original": "Tony J Smith",
            "translated": "Tony J Smith",
            "desc": ""
        },
        {
            "hash": 2853618871,
            "original": "Is Nothing Safe?",
            "translated": "安全无处可寻？",
            "desc": ""
        },
        {
            "hash": 3101501920,
            "original": "Simon Epstein loves his job. So much that he gets high on his own supply. The Liberty City Dentist was arrested recently for selling nitrous oxide tanks to local partiers. But some of his dental hygienists are coming forward and saying he liked to suck on the gas while at work, and would often fondle them while doing teeth cleaning. Hygienist Sarah Levin said \"He was doing a root canal, and that sucky thing is pulling spit out of the patients mouth, and there's blood and spit everywhere, and the dentist started to caress my thigh. It was very erotic, and I was in to it then. But now I just want money.\"",
            "translated": "Simon Epstein十分热爱自己的工作，已经热爱到吸自己的货吸嗨了。近日，自由城的这位牙医因向当地的派对参与者出售笑气被捕。然而其诊所的几名洗牙师则称，这位牙医喜欢在工作时吸入笑气，还会在洗牙时占洗牙师便宜。洗牙师Sarah Levin说：「当时他在给病人做根管治疗，一根管子正在吸出病人的口水，然后血液混杂着口水搞得到处都是，然后医生就开始摸我的大腿了。被摸的感觉真的好色，我也非常享受这个过程。但现在我想要的只有钱。」",
            "desc": ""
        },
        {
            "hash": 3237822007,
            "original": "T.J. Barry",
            "translated": "T.J. Barry",
            "desc": ""
        },
        {
            "hash": 3547361907,
            "original": "Dirty Dentist Busted",
            "translated": "下流牙医被捕",
            "desc": ""
        }
    ]
}