{
    "WEZL247": [
        {
            "hash": 344354275,
            "original": "Swiss Economists Confirm What We Knew All Along",
            "translated": "瑞士专家证实了我们早已知道的事情",
            "desc": ""
        },
        {
            "hash": 366479416,
            "original": "Recession is dumb liberal lies and depression",
            "translated": "经济衰退是自由派蠢蛋贩卖焦虑的谎言",
            "desc": ""
        },
        {
            "hash": 582105860,
            "original": "Boy Band Blooper",
            "translated": "男孩乐队大出洋相",
            "desc": ""
        },
        {
            "hash": 1395394085,
            "original": "The annual meeting of economists in Switzerland brought confirmation of some welcome news that we have all known for a while now. This so-called recession is simply a myth. The people out of work are nothing more than a bunch of lazy ingrates who want to scam hardworking people and accept handouts. With the liberal media tirelessly telling people to be scared and not work, people are doing just that. Hopefully the conservative members of Congress will use this to their advantage and make necessary changes to welfare programs like Social Security that are bleeding us dry.",
            "translated": "在瑞士召开的经济学家年会证实了一些可喜的消息——所谓的经济衰退纯属虚构。但我们早就知道了。失业的人不过是一群不知感恩的懒汉，想要骗取勤劳的人施舍。自由派媒体喋喋不休地告诉人们要害怕，不要工作，而人们就真的照做了。好在国会的保守派议员能利用这一点，对社会保障等福利项目做出必要的改变，因为这些项目正在吸干我们的血。",
            "desc": ""
        },
        {
            "hash": 1583150631,
            "original": "Boo Bobby Blue",
            "translated": "不要Bobby Blue",
            "desc": ""
        },
        {
            "hash": 3731895582,
            "original": "What Recession?",
            "translated": "什么衰退？",
            "desc": ""
        },
        {
            "hash": 4017980137,
            "original": "John Chesapeake",
            "translated": "John Chesapeake",
            "desc": ""
        },
        {
            "hash": 4025698448,
            "original": "Leslie Mitchell",
            "translated": "Leslie Mitchell",
            "desc": ""
        },
        {
            "hash": 4195272193,
            "original": "Teens nationwide have been traumatized by cross dressing pervert Bobby Blue. Mr. Blue, along with his brother Bill has become a global superstar thanks to a string of hits and clean cut nature, but it turns out there is more to him than meets the eye. Several Weazel News commentators have encouraged parents to destroy any CDs from the band. Family groups point to the moral degeneracy of our nation's entertainers and said they hope for the day when TV is in black and white again and you don't see the singer's hips. Until then, we feel parents should think twice before letting their children be influenced by this pair of perverts.",
            "translated": "全国的青少年都被女装变态Bobby Blue恶心到了。Blue先生和他的兄弟Bill凭借一系列热门音乐和干净利落的造型成为了全球巨星，可惜知人知面不知心。现在已有几名Weazel新闻的评论员鼓励父母销毁这一乐队的所有CD。家庭观念团体指出如今我国的艺人道德沦丧，并希望回到黑白电视和看不到歌手臀部的年代。在此之前，我们认为父母应该先确保孩子不会受到这对变态兄弟影响。",
            "desc": ""
        }
    ]
}